<div class="popup-background hidden">
  <div class="popup-area">
    <div class="closebutton-container">
      <button class="close-button">×</button>
    </div>
    <div class="policy-sentences">
      <h3>免責事項</h3>
      <p>
        当サイトのコンテンツ・情報につきまして、可能な限り正確な情報を掲載するよう努めておりますが、必ずしもそれらの正確性や安全性等を保証するものではありません。誤情報が入り込んだり、情報が古くなっていることもございます。
        万が一、当サイトをご利用することで発生したトラブルに関しては一切の責任を負いかねます。あらかじめご了承くださいますようお願いいたします。<br>
        また、本免責事項、および当サイトに掲載しているすべての記事は、予告なしに変更・削除されることがあります。予めご了承下さい。
      </p>

      <h3>プライバシーポリシー</h3>
      <p>
        当ブログでは、お問い合わせの際、名前やメールアドレス等の個人情報を入力いただく場合がございます。取得した個人情報は、お問い合わせに対する回答や必要な情報を電子メールなどをでご連絡する場合に利用させていただくものであり、これらの目的以外では利用いたしません。
      </p>

      <h3>当サイトに掲載の広告について</h3>
      <p>
        当サイトは、Amazon.co.jpを宣伝しリンクすることによってサイトが紹介料を獲得できる手段を提供することを目的に設定されたアフィリエイトプログラムである、Amazonアソシエイト・プログラムの参加者です。
      </p>

      <h3>アクセス解析ツールについて</h3>
      <p>
        当ブログでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。このGoogleアナリティクスはトラフィックデータの収集のためにクッキー（Cookie）を使用しております。トラフィックデータは匿名で収集されており、個人を特定するものではありません。
      </p>

      <h3>リンクについて</h3>
      <p>
        当サイトはリンクフリーですが、画像への直リンクや、インラインフレームの使用はお断りいたします。
      </p>

    </div>
  </div>
</div>