<!-- about-blog -->
<section class="about-blog">
  <h2 class="about-blog-title">このブログについて</h2>
  <div class="about-blog-description">
    <div class="about-blog-welcome">
      <img src="<?php echo get_template_directory_uri(); ?>/assets/img/welcome.png" alt="">
    </div>
    <p>みなさん、KentaroGramへようこそ！</p>
    <p>
      このブログは僕が文系出身のエンジニアで開発を目指している身として同じような立場の人に有益な情報を発信できないかと思い、
      <br>
      2021年4月に公開したブログです！
    </p>
    <p>
      僕自身、大学の専攻が文系(英語専攻)でありながら、IT業界で開発エンジニアとして活躍したいと思い、IT業界に就職しましたが、
      <br>
      やはりそうそう上手くは行かず、苦労の連続です、、(今も苦労してます🤣ww)
    </p>
    <p>
      具体的な数は把握していませんが、おそらく僕と同じように文系出身の方でIT業界で活躍したい！という人が多い今日この頃、
      <br>
      僕が失敗したことや学んだことをこのブログで発信してぜひ僕と同じような境遇の人の助けになればと思っています😆
    </p>
    <span class="about-blog-emphasize">
      と！ここまでが去年までの僕がこのブログでやろうとしていたことですww
    </span>
    <p>
      2022年になり、ちょっと思いました、、<br>
      ブログのトピックをIT関連に固定した影響で良いトピックが見つからず記事のモチベがない、、
    </p>
    <p>
      何よりも、お堅い感じのブログは自分のキャラとか性格に合っていない、、と<br>
      (お前のやる気の問題だろ、、と思ったそこのあなた！正しいけれど心にしまってください🙄ww)
    </p>
    <span class="about-blog-emphasize">
      というわけで！
    </span>
    <p>
      これからはトピックはあまり縛らずに自分の書きたい記事を書いていこうと思います〜<br>
      ビジネスの本とか、動物に関する話題、筋トレなどなど好きなことはごちゃ混ぜで！
    </p>
    <p>
      もちろん今まで投稿してきたIT系の記事もちょこちょこ投稿します！<br>
      ただ、僕が勉強したいと思うITの内容なのでどちらかというとインフラではなくて、Webやアプリ開発の内容になると思います
    </p>
    <p>
      なかなか適当な感じのブログになってしまいますが、気になる記事だけ時間があるときに読んでもらえると記事を書いた身としては嬉しいです☺️
    </p>
    <p>
      何卒、よろしくお願いしま〜す
    </p>
  </div>
</section>